Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/loppa-s.htm.tmx
Source language: sme
Languages: nob

source: Son lei sámegiel čeahppi , ja ulbmil su mátkkiin lei studeret giela olbmuid searvvis .
nob: Han var kyndig i samisk , og hovedformålet med hans reise var å studere språket ute blant folket .

source: Muhto bisma lei su maid bivdán geahččat skuvladilálašvuođaid .
nob: Men biskopen hadde også bedt ham se på skoleforholdene .

source: Lasson finadii maid Ákšovuonas , ja maid son doppe oinnii , dat gal hirpmástuhtii su .
nob: Lasson besøkte også Øksfjord , og her ble han nærmest rystet over forholdene .

source: Dárogiella lei eatnasiidda áibbas amas , maiddái dievdduide .
nob: Norsk var så godt som ukjent , også blant mennene .

source: Son muitala ahte doppe ásset 30 sámi bearraša « dan guokte miilla guhkkosaš vuotnagáttis , geat ráivot suohkadeamos seavdnjadasas » .
nob: Han forteller at det bor 30 samefamilier i « den to mil lange fjord , der famle omkring i det tykkeste Mørke » .

source: Dáppe son deaivvadii ge 40 jahkásaš sápmelaččain gii máhtii dušše moadde sáni dárogiela , ja nugo Lasson dadjá : « Ráhkis áhčči , movt don vuorddát mu máhttit iežat gažaldagaide vástidit , mun gii lean oahpahuvvon dušše dárogillii , maid in ipmirdan dalle in ge ipmir dál ge » ?
nob: Her var det han traff en 40 år gammel same som bare kunne noen få norske ord , og som sa til Lasson : « Kjære far , hvorledes kan du vente at jeg skal kunne besvare dine spørsmål , jeg som har fått hele min undervisning på norsk , som jeg forsto like lite av den gang som nå » ?

source: Mii leat gullan veaháš galledeami birra Láhpis 1849:s , dalle go proavás Aars ja suohkanbáhppa Meyer leigga gávnnahan ahte dat sámi mánát geat ledje ožžon dušše sámegillii oahpu , ledje máhtolašvuođa dáfus mihá maŋŋelis go sii geaidda lei oahpahuvvon dárogillii .
nob: Vi har fått vite litt om visitasen i Loppa i 1849 , der prost Aars og sogneprest Meyer hadde funnet ut at de samebarn som utelukkende var undervist på samisk , kunnskapsmessig sto langt tilbake i forhold til de som var blitt undervist på norsk .

source: Orru leamen nu ahte suohkanbáhppa lea iežas vásáhusaid garraseappot vel deattuhan go lea muitalan proavásii .
nob: Vi må ha lov til å tro at sognepresten har forsterket inntrykket ved det han har hevdet overfor prosten .

source: Muhto proavás orru vihkon ahte buot ii leat nu go lei muitaluvvon sutnje .
nob: Men prosten må vel ha hatt en mistanke om at alt ikke var som det ble sagt .

source: Maŋit jagi lei son fas Láhpis , ja dál son oaččui doppe eará vásáhusaid .
nob: Året etter var han tilbake i Loppa , og nå gjorde han andre erfaringer .

source: Galledanmátkkis 1849:s bivddii ovttajienalaš čoagganeapmi ahte dárogiella ferte ovddiduvvot « áidna gaskaoapmin mainna dát olbmot ( sápmelaččat ) sáhttet joksat seamma diđolašvuođa go searvegotti dárrolaččat » .
nob: Under visitasmøtet i 1849 ba en enstemmig forsamling om at det norske språk måtte hjelpes fram « som det eneste Middel hvorved dette Folk ( samene ) kan komme til samme Oplysning som de Norske blandt Menigheden » .

source: Lea čielggas ahte lea Meyera vuoigŋa mii duddjo čoahkkimis .
nob: Det er tydelig at det er Meyers ånd som svever over forsamlingen .

source: Son geavaha sullasaš cealkagiid go cuoŋománu 14. beaivvi seamma jagi čállá cealkámuša departementii .
nob: I en erklæring av 14. april s.å. til departementet , bruker han lignende uttrykk .

source: Son čuoččuha ahte álbmot doarju su oainnu , eai dušše báhpasuohkana oahppan ja skuvlejuvvon dievddut , muhto maiddái dat sápmelaččat geat ledje dan oaivilis ahte olmmoš joksá buoret kultuvrra ja čuvgejumi dušše dárogiela bokte .
nob: Han påberoper seg å ha støtte for sitt syn , ikke bare av de mer opplyste og dannede menn i prestegjeldet , men også av samene som var overbevist om at bare gjennom det norske språk , kunne de nå frem til større kultur og opplysning .

source: Sámegiel oahppogirjjit « leat bággejuvvon skuvlii » , ja čállingiella lei amas sihke mánáide ja váhnemiidda .
nob: De samiske lærebøker « ere inntvungne i Skolen » , og skriftspråket var fremmed både for barn og foreldre .

source: Láhpi suohkanstivra , man sátnejođiheaddji lei Meyer , lei čoahkkimis 2. beaivvi cuoŋománus 1849 cealkán ahte dárogiella lea « áidna vuohki movt oažžut sápmelaččaid olahit duohta čuvgejumi ja kultuvrra » .
nob: Loppa kommunestyre med sogneprest Meyer som ordfører , hadde i møte 2. april 1849 erklært norsk for « det eneste Middel til at bibringe Finnerne sand Oplysning og Kultur » .

source: Ja lei ge cuoŋománnu 1849 go Láhpi dáruiduhttinovddideaddji álggahii garra vuostálastima sámegiela vuostá .
nob: Det var i april måned i 1849 at fornorskningsforkjemperne i Loppa gikk til storaksjon mot det samiske språk .

source: Giehmánne Hjort Stuwitz – gii maiddái lei suohkanstivraáirras , čállá seamma mánu 17. beaivvi , ahte go son bođii oahpaheaddjin Láhppái 30 jagi das ovdal , de son deaivvadii doppe oalle bures bajásčuvgejuvvon álbmogiin .
nob: Kjøpmann Hjort Stuwitz – som også var medlem av kommunestyret , skriver den 17. i denne måned , at da han for 30 år siden kom til Loppa , fant han en velopplyst almue .

source: Sivvan dasa lei ahte dárogiel oahpaheaddji , gii lei riegádeamis dárrolaš , lei oahpahan dušše dárogillii , ja lei leamaš čeahpes oahpaheaddji gii lei bargan buori barggu .
nob: Det skyldtes at en norskfødt skolelærer som bare underviste på norsk , hadde vært en dyktig lærer og gjort et godt arbeide .

source: « Muhto dál gal lei heajos dilli » .
nob: « Nå derimot stod det dårlig til » .

source: Jus dasa galgá siva gávdnat , de ferte ohcat dain sámegiel oahppogirjjiin maid eai mánát eai ge váhnemat ipmirdan , « ja guhkkin eret vel oahpaheaddji » .
nob: Årsaken må søkes i de samiske lærebøker som verken barna eller foreldre forstod , « langt mindre Læreren » .

source: Ii Álttá / Dálbmeluovtta ovdagoddi ge , gos proavás Aars lei leamaš sátnejođiheaddjin , diehtán beare ollu buriid cealkit Stockfletha birra .
nob: Også formannskapet i Alta / Talvik der prost Aars hadde vært ordfører , hadde lite godt å si om Stockfleth .

source: Muhtun mearrádusas mii dahkkui 1849:s , celkojuvvo ahte dárogiella galgá leat váldogiellan oskku oahpaheamis , daningo lei dovddus ášši ahte eanas oassi sápmelaččain dáhttot iežaset mánáide dárogiel oahpahusa .
nob: I et vedtak fra 1849 heter det at norsk måtte bli hovedspråket i religionsundervisningen , da det var kjent at flesteparten av samene selv ønsket at barna skulle lære norsk .

source: Lea čielggas ahte báhppa ja proavás leaba bures ovttasdoaibman , ja nu maiddái Álttá / Dálbmeluovtta ja Láhpi ovdagottit .
nob: Det er tydelig at samspillet mellom prest og prost har vært i orden , likeså mellom formannskapene i Alta / Talvik og Loppa .

source: Mearrádusaid ja cealkámušaid ulbmila sáhttá vuohttit . ... ...
nob: Vi aner hensikten med vedtakene og erklæringene . ...

source: Sámi mánát eai ožžon dohkálaš oahpu skuvllas dien áiggi , eai dalá áiggi dili ektui ge .
nob: Det var ikke noen tilfredsstillende undervisning samebarna fikk i skolen på den tid , selv under de daværende forhold .

source: Ja de mii eat geahča ge giellaoahpahussii mii máŋgga oktavuođas ii oba sáhttán ge gohčoduvvot oahpahussan , daningo mánát eai ipmirdan dan maid lohke .
nob: Her ser vi bort fra språkundervisningen som i mange tilfeller ingen undervisning var , fordi barna ikke forsto det de leste .

source: Skuvlaáigi lei gáržžiduvvon 2 dahje 3 vahkkui , jus juo oppanassiige čađahuvvui oahpahus , namalassii jus lei oahpaheaddji gii sáhtii oahpahit .
nob: Skoletidens lengde innskrenket seg til 2 å 3 uker undervisning , når det i det hele ble undervist , d.v.s. når det var en lærer til å undervise .

source: Semináraoahpaheaddji Lasson cealká iežas dieđáhusas stipeandamátkkis maid čađahii 1850:s ahte Oarje-Finnmárkku sámi mánát ledje dušše 4 beaivvi jagis skuvllas .
nob: Seminarlærer Lasson sier i sin innberetning fra den stipendreise han foretok i 1850 at samebarna i Vest-Finnmark kun hadde 4 dage årlig på skolen .

source: Oahpaheapmi gáržžiduvvui dábálaččat dušše lohkamii ja oskku oahpahussii , dat lei maid mánát ohppe .
nob: Undervisningen innskrenket seg i regelen til lesning og religion , det var det barna lærte .

source: Láhpis ii gal buorránan oahpaheaddjidilli , vaikko oahpaheaddjiskuvla lei ge sirdojuvvon Romsii , ja lei sadji mihá eanet ohppiide go ovdal .
nob: Noen bedring i lærersituasjonen i Loppa ble det ikke , selv om lærerskolen var flyttet til Tromsø , og hadde fått langt flere elever enn før .

source: Láhpi oahpaheddjiin – sihke sis geat oahpahedje dáru mánáid ja sis geat oahpahedje sámi mánáid – váillui oahppu – ain 1860:s go ođđa álbmotskuvlaláhka bođii .
nob: Lærerne i Loppa – både de som underviste de norske barn og de som underviste de samiske – var enda i 1860 da den nye loven om almuesskolen kom , uten utdanning .

source: Sin ledje njulgestaga viežžan geainnuid alde oahpaheaddjin .
nob: De var så og si hentet inn fra gata .

source: Soittii lean ahte báhppa , boarrásit oahpaheaddji dahje luhkkár lea veaháš sin oahpahan , muhto ii leat sihkar ahte sii ožžo oppanassiige oahpu .
nob: Kanskje fikk de litt opplæring eller undervisning av presten , eller av en eldre lærer eller av klokkeren , kanskje de ikke fikk det engang .

source: Ja gal de juo diehtá movt oahpaheapmi šattai .
nob: Og undervisningen måtte bli deretter .

source: Sápmelaččat ledje čielga eanetlohku Láhpi álbmogis , ja eanas oassi sis eai bálljo máhttán dárogiela dahje eai oppanassiige máhttán dan . ...
nob: De fleste av den samiske befolkning som var i absolutt flertall i Loppa , kunne lite eller overhodet ikke norsk . ...

source: Orru leamen nu ahte lea dáid áiggiid , birrasiid 1861:s , maŋŋil go skuvla lea sirdojuvvon ja ođđasis huksejuvvon « Nøisomhet » báikái – go Andreas Aslaksen boahtá Ákšovutnii oahpaheaddjin ja girkolávlun .
nob: Det er sansynligvis nå omkring 1861 , etterat skolen er flyttet og gjenoppbygd på « Nøisomhet » – at Andreas Aslaksen er kommet til Øksfjord som lærer og kirkesanger .

source: Ákšovutnii huksejuvvui girku 1848:s , ja girkus galggai leat lávlunláidesteaddji .
nob: Øksfjord fikk sin kirke i 1848 , og den skal ha en kirkesanger .

source: Andreas Aslaksen lei olmmošloguid mielde sápmelaš , gii « hupmá bures dárogiela » . ...
nob: Andreas Aslaksen er same ifølge folketellingen , men « taler godt norsk » . ...

source: Andreas Aslaksen barggai Ákšovuonas oahpaheaddjin 1867 ' rádjái , de šattai heaitit go dan guvlui bođii oahppan oahpaheaddji .
nob: Andreas Aslaksen var lærer i Øksfjord til 1867 , da han måtte gå av fordi kretsen fikk en lærer med utdanning .

source: Son lei Lars Edvard Larsen gii lei eret Loavganuoris .
nob: Det var Lars Edvard Larsen fra Tromsøysund .

source: Sus lei Romssa oahpaheaddjiskuvllas eksámen , gos son jáhkkimis maid lei lohkan sámegiela .
nob: Han hadde eksamen fra Tromsø lærerskole , hvor han sansynligvis har fått undervisning i samisk .

source: Son ferte leat heaitán oahpaheaddjin maŋŋel 1870 .
nob: Han må ha sluttet som lærer like etter 1870 .

source: Go dan jagi čađahii Peder Morten Nuth eksámena Álttá oahpaheaddjiskuvllas , ja muitaluvvo ahte son oaččui oahpaheaddjivirggi Ákšovuonas dakka maŋŋelaš .
nob: Det året tok Peder Morten Nuth eksamen ved lærerskolen i Alta , og det heter at han fikk lærerposten i Øksfjord like etter . ... ...

source: . ... ... 1864:s bođii Lasse Andersen Buvrovuonas Návuona suohkanis deike Láhppái .
nob: i 1864 kom Lasse Andersen fra Burfjord i Kvænangen hit til Loppa .

source: Son ásai álggos Bártnatvutnii , ja dasto son fárrii Máreaddjui , ja dan maŋŋel fas Speaidnagohppái ( Leirviikii ) .
nob: Han bosatte seg først i Sør-Tverrfjord , senere på Marøya , og ennå senere i Leirvika i Bergsfjord .

source: Son lei sápmelaš , gii « hupmá hui bures dárogiela » čuožžu 1865 ' olmmošlohkanskovis , gosa muđui lea merkejuvvon ahte son lei guolásteaddji ja dállodoalli . ...
nob: Han var same , men « taler norsk meget godt » heter det i folketellingsskjema fra 1865 , der han forøvrig er nevnt som fisker og husmann . ...

source: 1868:s lágidii son skuvlla Bártnatvuonas gos skuvlavisti lei , ja gos son vissa ieš maid orui . ...
nob: I 1868 holdt han skole i Sør-Tverrfjord der skolehuset var , og hvor han visstnok også bodde . ...

source: Daddjojuvvo ahte son barggai oahpaheaddjin gitta dassážii go su sadjái bođii oahpaheaddji geas lei oahpaheaddjiskuvllas eksámen .
nob: Det sies at han var lærer helt til han ble avløst av en lærer som hadde eksamen fra en lærerskole .

source: Láhpi skuvla 1907
nob: Loppa skole 1907

source: ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoakkáldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Ákšovuona internáhtta 1913
nob: Øksfjord internat 1913

source: Lasse Andersena áiggi lei Láhppi dakkár « muhttásanguovlu » , ja go eanas oassi su guovllu mánáin ledje sámegielagat , de galggai oahpahuvvot sámegillii .
nob: Loppa var på Lasse Andersens tid et « overgangsdistrikt » , og ettersom flertallet av barna i hans krets var samisktalende , skulle undervisningen foregå på samisk .

source: Muhto nugo daddjojuvvo bagadusas .
nob: Men som det heter i instruksen .

source: « Oahpaheaddji galggai čađat atnit muittus dan ahte dárogiella dađistaga galggai šaddat oahpahusgiellan mánáid viidásit oahpaheamis . »
nob: « Læreren skulle alltid ha for øye at norsk etterhvert skulle bli undervisningsspråket for de viderekommende barn . »

source: Lasse lei lágalaš olmmái , ja son gal sihkkarit čuovui dien bagadusa .
nob: Som den pliktoppfyllende mann Lasse var fulgte han nok instruksen .

source: Muhto bisma Essendrop gii galledii Láhppái 1866:s , ii lean duhtavaš oahpahemiin .
nob: Men biskop Essendrop som i 1866 hadde visitas i Loppa , var ikke fornøyd med undervisningen .

source: Su oaivila mielde lei mánáide oahpahuvvon beare ollu sámegillii .
nob: Han mente at barna hadde fått for mye undervisning på samisk .

source: Bisma ii orron muitimin maid bagadusa sánit dadje oahpahangiela birra .
nob: Instruksens ord om undervisningsspråket synes biskopen å ha glemt .

source: Lasse Andersen lei leastadianalaš , ja son lea sihkkarit oahpahan iežas ohppiide buori risttalašvuođa .
nob: Lasse Andersen var læstadianer , og hans elever har sikkert fått god undervisning i kristendomskunnskap .

source: Bisma Skaar áiggui oččodit su oahpaheaddjiskuvlii , muhto Lasse mielas lei son beare boaris skuvlii álgit .
nob: Biskop Skaar ville ha ham til å ta lærerskolen , men Lasse syntes han var for gammel til det .

source: Mii leat juo namuhan Peder Morten Nutha .
nob: Vi har allerede nevnt Peder Morten Nuth .

source: Oažžun dihtii eanet oahpaheddjiid « Finnmárkku muhttásanguovlluide » , ásahuvvui 1863:s oahpaheaddjiskuvla Áltái .
nob: For å skaffe flere lærere til « overgangsdistriktene » i Finnmark , ble det i 1863 opprettet en lærerskole i Alta .

source: Diet skuvla loahpahuvvui 1870:s , go lei leamaš doaimmas dušše 7 jagi , ja 25 oahpaheaddji ledje čađahan oahpu dan skuvllas .
nob: Denne skolen ble lagt ned i 1870 bare etter 7 års virksomhet etter å ha utdannet 25 lærere .

source: Skuvlla ohppiid birra čállá rektor Qvigstad : « Dadjat juo buot oahppit ledje sámegielagat – ja kveanagielagat ja sin dárogielamáhttu lei viehka fuotni dalle go bohte ja álge oahppin » .
nob: Om skolens elever skriver rektor Qvigstad : « Elevene var saa godt som alle finsk- og kvænsktalende og deres Færdighet i Norsk ved Optagelsen meget tarvelig » .

source: Oahpaheaddji Nuth lei okta dain maŋemusain gii váccii Álttá oahpaheaddjiskuvlla .
nob: Lærer Nuth hørte til det siste kullet av Alta lærerskoles elever .

source: Helge Dahl čállá skuvlla birra girjjis Skolestell og språkpolitikk i Finnmark 1814 –1905 , siidu 161 , ahte Peder Morten Johannessen Nuth lei Láhpi sápmelaš , muhto su eatnigiella lea sámegiella ja dárogiella .
nob: I sin omtale av skolen skriver Helge Dahl i Skolestell og språkpolitikk i Finnmark 1814 –1905 , side 161 at Peder Morten Johannessen Nuth var same fra Loppa , men hans modersmål er lappisk og norsk .

source: Sus lei nuvttá oahpposadji ( Sámifoanddastipeanda ) go váccii Álttás skuvlla , nugo maiddái dain eará ohppiin ge lei .
nob: Han hadde friplass ( Finnefondstipend ) under skolegangen i Alta , slik de øvrige elever også hadde .

source: Su áhčči – Johan Peder Pedersen , Hommelviika , – lei leamaš sámeskuvlaoahpaheaddjin Beasfearddas ( Jogas ) .
nob: Hans far – Johan Peder Pedersen , Hommelvik , – hadde vært sameskolelærer i Bergsfjord . ...

source: Orru leamen sihkar ahte son beasai oahpaheaddji – ja girkolávluvirgái Ákšovutnii dakkaviđe go gearggai oahpaheaddjiskuvllas .
nob: Det er sannsynlig at han fikk lærer- og kirkesangerposten i Øksfjord så snart han var ferdig med lærerskolen .

source: 31.12.1900 rádjái lei Nuth bargan 29 jagi skuvllas , ja danne son ferte ge leat álgán oahpaheaddjibargui 1871:s .
nob: Pr. 31.12.1900 hadde Nuth 29 års tjenestetid i skolen , og han må da ha begynt sin lærergjerning i 1871 .

source: Álggos son várra lea oahpahan sihke Ákšovuonas ja Cukcavuonas , várra guovtti báikkis goappáge vuonas .
nob: Han må vel til å begynne med ha undervist både i Øksfjord og Nuvsfjord , muligens på 2 steder i begge fjorder . ...

source: Son lei vuosttaš ja áidna sápmelaš Láhpis geas lei oahpaheaddjiskuvllas eksámen , ja son gárttai maid maŋemus sámegiela oahpaheaddjin dáppe .
nob: Han var den første og eneste same fra Loppa som hadde lærereksamen , han ble også den siste samisktalende lærer her .

source: Buot oahpaheaddjit geat barge seamma áiggis go Nuth , ledje ožžon nuvttá skuvlasajiid Romssa oahpaheaddjiskuvlii ja ledje doppe oahppan sámegiela .
nob: De lærere som var Nuths samtidige , hadde alle hatt friplasser ved Tromsø lærerskole og hadde der lært samisk .

source: Muhto vuosttažettiin dáiddii sámegiel máhttu lean oalle heittot , ja dasto lei 1880:s ráhkaduvvon ođđa bagadus gaskaboddosaš skuvlaguovlluid oahpaheddjiide , gos daddjui ahte « buot sámi ja kveana mánát galget oahpahuvvot lohkat , hupmat ja čálalaččat geavahit dárogiela .
nob: Men for det første har vel kunnskapene i dette språk vært meget beskjedne , og for det annet var det i 1880 blitt gitt en ny instruks for lærerne i overgangsdistriktene , der det heter at « samtlige finske og kvænske Børn skal oplæres i at læse , tale og skriftlig anvende det Norske Sprog .

source: Oahpahangiella galgá leat dárogiella , sámegiella dahje kveanagiella galgá geavahuvvot dušše veahkkegaskaoapmin čilget dan maid mánát eai ipmir , ii ge galgga geavahuvvot eanet go bággodilálašvuođain . »
nob: Undervisningssproget skal være norsk , finsk eller kvænsk bruges kun som Hjælpemiddel til at forklare , hvad der er uforstaaelig for Børnene , og ikke i vidre Udstrækning , end Forholdene gjør uomgjengelig fornødent . »

source: Nu ahte ii lean beare stuora atnu dan sámegillii maid oahpaheaddjit ledje oahppan .
nob: Det lærerne hadde lært av samisk , fikk de svært lite bruk for .

source: Ja dán áiggi rájes álggahuvvui ge duođalaš dáruiduhttin .
nob: Heretter er det at fornorskningen setter inn for alvor .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
